{
  "en": {
    "homepage": {
      "text": "Hover to hear snippets of new music!",
      "new_music": "Charlottean out now!",
      "reveal": "Details for my next song revealed in:",
      "coming_soon": "spotify, apple music, youtube, and bandcamp will be added soon!"
    },
    "sidebar": {
      "home": "Home",
      "about": "About",
      "music": "Music",
      "shows": "Shows",
      "filmscoring": "Film Scores",
      "contact": "Contact"
    },
    "about_page": {
      "fast_facts_title": "Fast Facts",
      "fast_facts": [
        "Name:brankam",
        "Current Residence:Raleigh, North Carolina, USA",
        "Hobbies:make music, hang out with friends, watch TV, study foreign languages, build software applications",
        "Languages Spoken: English (native), Spanish (fluent), Italian (fluent), Portuguese (conversational), French (conversational), Turkish (conversational)"
      ],
      "bio_title": "Full Bio",
      "bio_text": "brankam is a multi-faceted artist that hopes to bridge his talents together into something that anyone can enjoy. A keyboardist, singer-songwriter, rapper, and producer all bundled into one, he began writing his own music at 11. Never fully settling on one genre, it’s been an arduous yet rewarding journey to mix his passions for groovy beats, witty wordplay, heartfelt lyrics, and jazz-driven chords into a uniquely concocted style years in the making.\nHe is trilingual with aspirations to be a hyperpolyglot, taking influence from all around the world through artists old and new (e.g. Frah Quintale, Davide Shorty, Daft Punk, Stromae, Fujii Kaze, Salvador Sobral, Tom Jobim, mor ve ötesi) - and currently has songs written in Spanish and Italian in addition to his native English. He only hopes to grow this catalog along with his language skills, and maybe one day he’ll be able to greet you in your mother tongue!\nEnglish-speaking artists including Lawrence, Chromeo, Kaytranada, Childish Gambino, Jacob Collier, A Tribe Called Quest, Tom Misch, Anderson .Paak, Franc Moody, and The Internet have also all had substantial influence on his music.\nAs someone who seeks to truly understand the people of this giant globe we call home,  brankam hopes to spread his one-of-a-kind approach to music to every corner of the world - that his music touches your soul in whatever language you speak or genre you enjoy."
    },
    "music_page": {
      "newest_title": "Newest Releases"
    },
    "shows_page": {
      "upcoming_title": "Upcoming Shows",
      "past_title": "Past Shows"
    },
    "film_page": {
      "title": "Film Scores",
      "genre_1": "Comedy/Drama",
      "genre_2": "Comedy/Drama",
      "genre_3": "Romance",
      "text": "Besides being a producer and instrumentalist, brankam also adores scoring for film. His versatility as a musician comes through in his scores, elevating whimsical moments, hilarious jokes, tense standoffs, and serious discussions alike. Regardless of style, he writes music to emotionally complement and amplify the already-impressive work of the filmmakers he has collaborated with. Although he has only provided music for short films thus far, he hopes to eventually score a feature-length film.",
      "view": "View a summary of his film scores below:"
    },
    "contact_page": {
      "title": "Contact Me!",
      "subject": "Subject",
      "message": "Write your message here...",
      "submit": "Submit",
      "link": "Or go to the |homepage| to see my socials!"
    },
    "utils": {
      "arent_any": "There aren't any now, but check back soon!"
    }
  },
  "es": {
    "homepage": {
      "text": "¡Coloque el cursor sobre el video para escuchar nuevos fragmentos!",
      "reveal": "Los detalles de mi próxima canción se revelarán en:",
      "new_music": "¡Charlottean disponible ya!",
      "coming_soon": "spotify, apple music, youtube, y bandcamp se añadirán pronto!"
    },
    "sidebar": {
      "home": "Inicio",
      "about": "Sobre mí",
      "music": "Música",
      "shows": "Actuaciones",
      "filmscoring": "Películas",
      "contact": "Contáctame"
    },
    "about_page": {
      "fast_facts_title": "Hechos Básicos",
      "fast_facts": [
        "Nombre:brankam",
        "Residencia Actual:Raleigh, Carolina del Norte, EEUU",
        "Pasatiempos:hacer música, pasar tiempo con mis amigos, mirar la tele, estudiar idiomas extranjeros, construir aplicaciones de software",
        "Idiomas Conocidos: Inglés (nativo), Español (fluido), Italiano (fluido), Portugués (conversacional), Francés (conversacional), Turco (conversacional)"
      ],
      "bio_title": "Resumen Completo",
      "bio_text": "brankam es un artista multifacético que quiere traer juntos sus talentos para crear algo que cualquier persona pueda disfrutar. Ahora teclista, cantante-escritor, rapero y productor, empezó a escribir sus propias canciones cuando tenía once años. Nunca decidido en el género que hace, ha sido un viaje musical arduo pero gratificante mezclar sus pasiones para ritmos, pues…, rítmicos, manipulación de los idiomas, letras profundas, y acordes que te traerían de vuelta a la edad de jazz, ahora llegando en un estilo únicamente hecho durante mucha de su vida.\nEs trilingüe y tiene sueños de ser hiperpolíglota. Ha encontrado influencia de artistas alrededor del mundo, viejos y nuevos (e.g. Frah Quintale, Davide Shorty, Daft Punk, Stromae, Fujii Kaze, Salvador Sobral, Tom Jobim, mor ve ötesi). De hecho, ya tiene canciones en español e italiano (no todavía disponibles) adicionalmente a su idioma nativo, el inglés. Él espera que crezca este catálogo a lo largo de sus habilidades lingüísticas, ¡y tal vez un día en el futuro te podría saludar en tu idioma nativo!\nArtistas que hablan inglés incluyendo Lawrence, Chromeo, Kaytranada, Childish Gambino, Jacob Collier, A Tribe Called Quest, Tom Misch, Anderson .Paak, Franc Moody, y The Internet ha también tenido gran influencia en su música.\nComo alguien que busca entender la gente de este globo gigante en que vivimos, brankam espera que difunda su enfoque musical a cada rincón del mundo - que su música te toque el alma en cualquier idioma que hables o género que disfrutes."
    },
    "music_page": {
      "newest_title": "Canciones Más Nuevas"
    },
    "shows_page": {
      "upcoming_title": "Próximas Actuaciones",
      "past_title": "Actuaciones Previas"
    },
    "film_page": {
      "title": "Bandas Sonoras",
      "genre_1": "Comedia/Drama",
      "genre_2": "Comedia/Drama",
      "genre_3": "Romance",
      "text": "No solo siendo productor y instrumentalista, a brankam le encanta escribir música para películas también. Su versatilidad se muestra en sus bandas sonoras, elevando una gama de emociones con sonido - momentos caprichosos, bromas graciosas, puntos muertos intensos, o discusiones serias. Independientemente del género de película, escribe música para complementar y amplificar emocionalmente las obras impresionantes de los directores con quien ha colaborado. Aunque todavía ha escrito música solo para cortometrajes, espera que eventualmente pueda crear una banda sonora para un largometraje.",
      "view": "Abajo se encuentran las películas en las que ha trabajado:"
    },
    "contact_page": {
      "title": "¡Contáctame!",
      "subject": "Sujeto",
      "message": "Escribe tu mensaje aquí...",
      "submit": "Envíalo",
      "link": "O vayas al |inicio| para ver mis redes sociales!"
    },
    "utils": {
      "arent_any": "No hay nada al momento, ¡pero vuelva pronto y habrá algo!"
    }
  },
  "it": {
    "homepage": {
      "text": "Passa il mouse sul video per sentire degli nuovi frammenti!",
      "reveal": "I dettagli della mia prossima canzone si riveleranno in:",
      "new_music": "Charlottean disponibile già!",
      "coming_soon": "spotify, apple music, youtube, e bandcamp si aggiungeranno presto!"
    },
    "sidebar": {
      "home": "Pagina Iniziale",
      "about": "Sull'artista",
      "music": "Musica",
      "shows": "Spettacoli",
      "filmscoring": "Per i Film",
      "contact": "Contattimi"
    },
    "about_page": {
      "fast_facts_title": "Fatti Basici",
      "fast_facts": [
        "Nome:brankam",
        "Residenza Attuale:Raleigh, Carolina del Nord, Stati Uniti",
        "Passatempi:fare la musica, passare tempo coi miei amici, mirare la televisione, studiare lingue straniere, costruire applicazioni di software",
        "Lingue Conosciute: Inglese (nativo), Spagnolo (fluente), Italiano (fluente), Portoghese (conversazionale), Francese (conversazionale), Turco (conversazionale)"
      ],
      "bio_title": "Riepilogo Completo",
      "bio_text": "brankam è un artista multiforme che vuole mettere insieme i suoi talenti per formare qualcosa che qualcuno può godere. Adesso tastierista, cantante-cantautore, rapper, e produttore, ha iniziato a scrivere la sua prima musica da quando aveva undici anni. Non mai scegliendo solo un genero, è stato un viaggio difficile ancora gratificante mischiare le sue passioni per i ritmi groovy, manipolazione delle lingue, testi profondi e accordi riguardanti dell'età di jazz in uno stilo unicamente fatto durante una gran porzione della sua vita.\nÈ trilingue con sogni d’essere un super poliglotta. Trova influenza a qualsiasi parte del mondo, per artisti vecchi i nuovi, inclusi i suoi favoriti d’Italia, Frah Quintale e Davide Shorty. Altri sono Daft Punk, Stromae, Fujii Kaze, Salvador Sobral, Tom Jobim, e mor ve ötesi. Infatti, già ha canzoni in spagnolo e italiano (non ancora rilasciate) addizionalmente alla sua lingua nativa, inglese. Spera che cresca questo catalogo insieme a le sue abilità linguistiche, e forse un giorno nel futuro ti potrebbe salutare nella tua lingua nativa!\nArtisti che parlano l’inglese come Lawrence, Chromeo, Kaytranada, Childish Gambino, Jacob Collier, A Tribe Called Quest, Tom Misch, Anderson .Paak, Franc Moody, e The Internet anche hanno avuto grande influenza nella sua musica.\nCome qualcuno che vuole comprendere bene la gente di questo globo gigante in che abitiamo, brankam spera che possa diffondere il suo approccio musicale unico a ogni angolo del mondo - che la sua musica ti tocchi l’anima in qualsiasi lingua che parla o genero che ti piaccia."
    },
    "music_page": {
      "newest_title": "Brani Più Nuovi"
    },
    "shows_page": {
      "upcoming_title": "Prossimi Spettacoli",
      "past_title": "Spettacoli Già Passati"
    },
    "film_page": {
      "title": "Colonne Sonore",
      "genre_1": "Commedia/Dramma",
      "genre_2": "Comedia/Dramma",
      "genre_3": "Storia d'amore",
      "text": "Non solo essendo produttore e instrumentalista, a brankam anche piace scrivere musica per i film.  La sua versatilità si mostra nelle sue colonne sonore, elevando una gamma di emozioni col suono - momenti capricciosi, scherzi divertenti, punti morti intensi, e discussioni serie. Indipendentemente dal genere del film, scrive la musica per complementare e amplificare emozionalmente le opere già impressionanti dai direttori con cui ha collaborato. Sebbene abbia solo scritto la musica solo per i cortometraggi, spera che possa creare una colonna sonora per un lungometraggio nel futuro.",
      "view": "Qui sotto si può vedere i film a cui ha lavorato:"
    },
    "contact_page": {
      "title": "Contattimi!",
      "subject": "Soggetto",
      "message": "Scrivi il tuo messaggio qui...",
      "submit": "Invialo",
      "link": "O vadi |alla pagina iniziale| per vedere le mie reti sociali!"
    },
    "utils": {
      "arent_any": "Non c'è niente adesso, ma ci sarà qualcosa presto!"
    }
  }
}
